[
	[
{
         "name": "The Central State", 
         "leaderName": "Li Zhi Min",
         "adjective": "Human", 
         "startBias": "Forest", 
         "preferredVictoryType": "Domination", 
         "favoredReligion": "Communism", 
  
         /*"startIntroPart1": "'When the cataclysm happened, China had failed to predict it's arrival, causing a major lose of people and territory as the important party members hid in the Bunker in Beijing. Now that the cataclysm was over, the party members began taking control of the Capital once again, and though the people viewed us with suspicion after abandoning them to suffer in the wastelands above, the quick political manoeuvring by Li Zhi Min, trust was beginning to be restored as he began leading a reconstruction effort of Beijing. Not only that, he also saw fit to clear out bandit outposts and pushing the Barbarians out of Beijing, with his most crowning victory being the Reclamation and restoration of the Forbidden City, which now acts as the ruling place of the CCP.'", 
         /*"startIntroPart2": "'And now, with the seat of Capital of China restored, it is now time to reclaim China, no Barbarian will ever raid across the border, no Bandit will terrorise the people, and the traitors in Taiwan will bend the knee, or die. For I, Li Zhi Min solemnly swear, as long as I still live, China will be reunited in my lifetime, under the will of the people and the strength of Communism!'"
        "DeclaringWar": "Sadly, you were just in the way of the reunification of China. And for that, you must die.", 
	"attacked": "To arms men! We will push these invaders out of our land!", 
	"defeated": "The capital! My nation! My plans of reunification... Was it all for nothing?", 
        "afterPeace": "An offer of a temporary truce, I have other things to tend to.", 
	"introduction": "Greetings, are friend or for? We shall see, so long as you do not interfere with our plan to reunify China, we may come to an agreement.",
	"neutralHello": "What brings you here to the Forbidden Palace?", 
	"hatedHello": "You rat! I will split your skull in two if you stay any longer Speak quickly.", 
        "traderequest":   "The CCP has seen fit to offer you these goods, with a price of course....",
	
        "outerColor": [226 0 41], 
        "innerColor": [207 179 0],
        "style": "", 
        "uniquename": "Unity under the Iron Fist", 
        "unique": [
                  "[+20]% production when constructing [Military] units [in all cities]", 
		  "+1 unit supply per 3 population", 
		  "[15%] growth", 
		  "-1 science [in all cities] before discovering <education>", 
		  "-1 culture [in all cities] before discovering <education>", 
        ]
        "Cities": [
                  "Beijing", 
		  "Langfang", 
		  "Baoding", 
		  "Tangshan", 
		  "Zhangjiakou", 
		  "Chinghuangdao", 
		  "Chengde", 
		  "Xibaipo", 
		  "Shijiazhuang", 
		  "Cangzhou", 
		  "Hengxui", 
		  "Xingtai", 
		  "Handan", 
         ]
     }, 
{
     "name": "Republic of China", 
     "leaderName": "Zhu Li Xin", 
     "adjective": "human", 
     "startBias:" "coast", 
     "preferredVictoryType": "Domination", 
     "favoredReligion": "Buddhism", 
     
     
     
     /*"startIntroPart1": "'After the cataclysm arrived, Taiwan had been sufficiently devastated, with the island losing more than 90% of its population. However, many of its advanced technology remained, thus, we managed to recover and rebuild from the destruction, though we never truly recovered population wise. Though many were happy to live on the devastated island, when news of the mainland government collapsing, heads turned as almost everyone decided to invade China, Increasing our workforce artificially and restore the Republic of China.'", 
     /*"startIntroPart2": "'What was long divided, must Unite. With our elite personnel, we will crush the remnants of the Communist traitors and the false governments that remain. March! March in the name of Chiang Kai Shiek! And return China to a democracy once and for all!'",
     "declaringWar": "You are but a bug standing in the way of reunification. Surrender now before my Elite Corps come to crush you.", 
     "attacked": "Fiend! You will be crushed under my boot, in the name of China, you shall be destroyed!", 
     "defeated": "Impossible... You managed to defeat my elite soldiers? Heh, China will be doomed to a hundred years of crisis thanks to you...", 
     "afterPeace": "This war has developed quite terribly I would say, how about a temporary truce?", 
     "introduction": "Hello! This is Zhu Li Xin! Chairwoman of the Kuomintang, let's cleanse this wasteland of barbarians and raiders first before we resort to drastic measures alright?", 
     "neutralHello": "Chairwoman speaking, how may I help you?", 
     "hatedHello": "You may stay here, though I will warn that any sudden movements will trigger the sniper aiming at your forehead.", 
     "tradeRequest": "Hello! We have gifts for you! There's also other things I want from you too...", 
     
     "outerColor": [0, 33, 185],
     "innerColor": [255, 255, 255], 
     "style": "", 
     "uniqueName": "Third Northern Expedition", 
     "unique": [
                "[+20%] strength for all units", 
                "[-40%] strength for [low tech] units", 
                "[-1 supply] per 4 population", 
                "[+4] production in all cities", 
                "[-20%] production in all cities", 
                "[-20%] food in all cities", 
                "[+1] unhappiness from all cities", 
                "all units start with <amphibious> promotion", 
]
